export default {
  projections: {
    ТЧРегРезультE: {
      сотрудники: {
        __caption__: 'Сотрудники',
        фИОСотр: {
          __caption__: 'Ф и о сотр'
        },
        должность: {
          __caption__: 'Должность'
        }
      },
      итогСобесед: {
        __caption__: 'Итог собесед'
      },
      оценкаКандид: {
        __caption__: 'Оценка кандид'
      },
      крКомИлиОбсРеш: {
        __caption__: 'Кр ком или обс реш'
      }
    }
  },
  validations: {
    итогСобесед: {
      __caption__: 'Итог собесед'
    },
    крКомИлиОбсРеш: {
      __caption__: 'Кр ком или обс реш'
    },
    оценкаКандид: {
      __caption__: 'Оценка кандид'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    регРезульт: {
      __caption__: 'регРезульт'
    }
  }
};
