export default {
  projections: {
    ТЧГрафСобесE: {
      планирСобес: {
        __caption__: 'Планир собес',
        датаПланСобес: {
          __caption__: 'Дата план собес'
        },
        время: {
          __caption__: 'Время'
        },
        иметьПриСебе: {
          __caption__: 'Иметь при себе'
        },
        регистАнкеты: {
          __caption__: '',
          фИОКандид: {
            __caption__: 'ФИО'
          },
          вакантДолжн: {
            __caption__: '',
            должность: {
              __caption__: 'Вакантная должность'
            }
          }
        }
      }
    }
  },
  validations: {
    планирСобес: {
      __caption__: 'Планир собес'
    },
    графСобес: {
      __caption__: 'графСобес'
    }
  }
};
